Repository: FinickyPrune/nail-it-ios
Catalog: NailIt/Localizable.xcstrings
Source language: en
Languages: ru

# AccountViewController.enrolls
source: My Appointments
ru: Мои записи

# AccountViewController.previousEnrolls
source: Previous
ru: Прошедшие

# AccountViewController.titleLabel
source: My Account
ru: Личный кабинет

# AppointmentViewController.dateLabel
source: Date
ru: Дата

# AppointmentViewController.enrollButton
source: Enroll
ru: Записаться

# AppointmentViewController.masterLabel
source: Beauty Master
ru: Мастер

# AppointmentViewController.timeLabel
source: Time
ru: Время

# Nailit.conflictingAppointmentsAlert
source: You have conflicting appointments
ru: У Вас есть конфликтующие записи.

# NailIt.differentPasswordsAlert
source: The passwords don't match
ru: Пароли не совпадают.

# NailIt.emptyFieldsAlert
source: Please fill in all fields
ru: Пожалуйста, заполните все поля.

# NailIt.failedSignIn
source: Sign In Error
ru: Ошибка входа

# NailIt.failedSignUp
source: Sign Up Error
ru: Ошибка регистрации

# NailIt.invalidNameAlert
source: Please change the name
ru: Пожалуйста, измените имя.

# NailIt.invalidNumberAlert
source: Please change the number
ru: Пожалуйста, измените номер.

# NailIt.warning
source: Warning
ru: Внимание

# SalonCatalogViewController.byRateButton
source: by Rate
ru: По рейтингу

# SalonCatalogViewController.byServiceButton
source: by Service
ru: По услугам

# SalonCatalogViewController.enrollButton
source: Enroll
ru: Записаться

# SalonCatalogViewController.navigationLabel
source: Salons
ru: Поиск салона

# SalonCatalogViewController.noneLabel
source: Results are empty
ru: Ничего не найдено

# SalonCatalogViewController.searchPlaceholder
source: Search Salon
ru: Найти салон

# SalonViewController.searchPlaceholder
source: Search Service
ru: Найти услугу

# SignInViewController.passwordPlaceholder
source: Password
ru: Пароль

# SignInViewController.phonePlaceholder
source: Phone Number
ru: Номер телефона

# SignInViewController.signInButton
source: Sign In
ru: Войти

# SignInViewController.signInLabel
source: Welcome back!
ru: Войти в аккаунт

# SignInViewController.signUpButton
source: Don't have an account? Sign Up
ru: Еще нет аккаунта? Зарегистрироваться

# SignUpViewController.confirmPasswordPlaceholder
source: Confirm Password
ru: Повторите пароль

# SignUpViewController.namePlaceholder
source: Name
ru: Имя

# SignUpViewController.passwordPlaceholder
source: Password
ru: Пароль

# SignUpViewController.phonePlaceholder
source: Phone Number
ru: Номер телефона

# SignUpViewController.signUpButton
source: Sign Up
ru: Зарегистрироваться

# SignUpViewController.signUpLabel
source: Create an Account
ru: Регистрация
